SELECT author, subreddit, body
FROM dfs.`/tmp/comments.json`
WHERE body LIKE '%川皇%';

+---------------+------------+----------------------------------------------------------------------------------+
|    author     | subreddit  |                                       body                                       |
+---------------+------------+----------------------------------------------------------------------------------+
| rebilion-wang | rightdogTV | 本来奥巴马医保也推行不下去，很多红脖子他们相信商业医保或者干脆相信自己健康的身体，奥巴马凭什么让我们交钱上医保，川皇只是把自由还给大家而已，怕死怕病自己买商业保险不就好了。 |
| rebilion-wang | rightdogTV | 我还记得川皇选举辩论后的晚会在一群神父面前拷打希拉里的演讲节目效果好的批爆。                                           |
| rebilion-wang | rightdogTV | 你逼登的基建计划是包括很多根本不适合美国的高铁和不需要要政府参与的充电桩项目的。川皇工业回流虽然我不看好，但至少是建立在减税降费的基础上的。政府官僚们总以为他们比市场聪明，基建也一样。难道美国的公共交通比紫蜡拥堵？难道美国获取洁净水比紫蜡难？愚蠢的建筑工人工会和环保阻止了许多基建项目的开展但根本轮不到政府指导建设高铁的程度。 |
| rebilion-wang | rightdogTV | 1，川皇什么时候承诺要大搞基建了，那叫工业复兴和great wall 2，等下，你是在反串吗？让欧洲大打特打摆脱俄罗斯能源是吧，下大棋赢麻了是吧。  |
| rebilion-wang | rightdogTV | 左逼说都怪川皇，你可以怪川皇，但看看是谁提出的封城谁提出的发钱。还有那逼登那狗屎重建美好未来法案，在市场明明就有复苏迹象时不一步步开启加息周期，还在继续给市场撒钱。然后又各种投资限制，环保政策。荒谬到市场上钱都没地方去只能市场主动让美联储被动缩表，凯恩斯都不带这么玩的。 |
| rebilion-wang | rightdogTV | 川皇至少橄榄了华为，壁灯有一个落到实处的行动吗？                                                         |
+---------------+------------+----------------------------------------------------------------------------------+
